{
    "Oferta": "Services",
    "O mnie": "About me",
    "Klienci": "Clients",
    "Kontakt": "Contact",
    "Diagnoza i szybka pomoc": "Diagnosis and quick help",
    "Doradztow B2B i B2C": "",
    "Doctor - Mentor ludzi korporacji": "",
    "Grupowo, indywidualnie, f2f i online": "",
    "Szybka pomoc": "Quick help",
    "Problem z projektem, szefem, podwadnym, zespoem, kryzys w zarzdzaniu procesem, komunikacj, relacjami, zagro偶enie wymagajce szybkiej interwencji. Skontaktuj si teraz": "Issue with a project, boss, subordinate, team, crisis in menagarial process, communications, relations, threat that requires immidate attention. Get in touch",
    "Mentoring": "Mentor",
    "Sprawd藕 25 lat moich dowiadcze i wiedzy oraz umiejtno przekazania ich w bardzo praktycznej formie. Um贸w si na pierwsz darmow sesj": "Check out my 25 year experience and extensive knowledge given to you in a practical way. Contact me for a free session",
    "Kursy online": "Online courses",
    "Moj pasj jest pomoc i dzielenie si wiedz na mo偶liwie najwiksz skal. Sprawd藕 jaki kurs pomo偶e w Twoich problemach w pracy z lud藕mi": "It is my passion to help and share the knowledge on largest possible scale. Check out which course will help you with your problems",
    "Coaching biznesowy.": "Business Coaching",
    "Spotkania indywidualne i online.": "Individual meetings or online",
    "Projekty doradcze i naprawcze.": "Advisory and repair projects.",
    "Doradztwo strategiczne.": "Strategic consulting.",
    "Doradztwo marketingowe.": "Marketing consulting.",
    "Doradztwo w zakresie zarzdzania i rozwoju ludzi.": "Business management and development consultancy.",
    "Jestem praktykiem z 25 letnim dowiadczeniem. Wszystko czego ucz i problemy, kt贸re rozwizuj znam z 偶ycia i prze偶ycia. Nie mdrze si, nie jestem psychologiem. Mam za to umiejtno niesienia szybkiej pomocy. Ka偶dy pacjent, oczekuje szybkiego ustpienia b贸lu i skutecznej strategii wyleczenia objaw贸w choroby. Tym si zajmuj. Pomagam szybko w kryzysie/b贸lu, a razem likwidujemy sytuacj problemow tak, jak leczy si chorob. W biznesie firm i korporacji. ": "I am a practitioner with 25 years of experience. I know everything I teach and problems that I solve from my life and experience. Not wisely, I'm not a psychologist. I have the ability to help quickly. Each patient expects a quick resolution of pain and an effective strategy to cure the symptoms of the disease. I do it. I help quickly in a crisis / pain, and together we eliminate the problem situation just as the disease is treated. In the business of companies and corporations.",
    "Zaczynaem w 1995 roku jako Przedstawiciel Handlowy. Przeszedem wszystkie etapy i stanowiska korporacyjne do Dyrektora Generalnego wcznie. Pracowaem w wielkich korporacjach i rednich firmach polskich i midzynarodowych. Zarzdzaem zespoami kilku- i kilkuset osobowymi. Dziaami sprzeda偶y, marketingu, dystrybucj, finansami, caym procesem biznesowym. Moje zespoy odnosiy wielkie sukcesy. Mnie nie ominy pora偶ki i dowiadczenia zwizane g贸wnie z bdami w zarzdzaniu lud藕mi. Te ucz najwicej i wzmacniaj najbardziej. ": "I started in 1995 as a Sales Representative. I went through all stages and corporate positions up to and including the CEO. I worked in large corporations and medium-sized Polish and international companies. I managed teams of several and several hundred people. Sales, marketing, distribution, finance, the entire business process. My teams were very successful. I did not miss failures and experiences related mainly to mistakes in managing people. These teach the most and strengthen the most.",
    "Kocham prac z lud藕mi. Moj pasj jest nauczanie, przekazywanie wiedzy i dowiadczenia. Wyksztaciem i wypromowaem wielu Manager贸w, kt贸rzy dzi s Dyrektorami, CEO, CFO, przedsibiorcami i wacicielami wasnych biznes贸w, managerami wy偶szych szczebli. ": "I love working with people. Teaching, transferring knowledge and experience is my passion. I educated and promoted many Managers who are today Directors, CEO, CFO, entrepreneurs and own business owners, senior managers.",
    "<strong>S problemy, o kt贸rych nie powiesz szefowi, kolegom, ani HR. Od takich spraw jest zaufany, gwarantujcy anonimowo mentor. Tak jak lekarz jest Ci potrzebny, gdy choroba jest powa偶na.</strong> Znam odpowiedzi na wiele, wiele pyta Zaufao mi setki os贸b, wic miao ruszam ze swoj misj w Polsk, a potem w wiat! ": "There are problems you won't tell your boss, colleagues or HR about. A trustee who guarantees anonymity is a trustworthy person. Just like a doctor, you need it when your illness is serious. I know the answers to many, many questions set Hundreds of people have trusted me, so I go ahead with my mission to Poland and then to the world!",
    "PS. Jest post scriptum. Z wyksztacenia jestem lekarzem weterynarii, cho nigdy nie praktykowaem. Mam MBA z Akademii Leona Ko藕miskiego i setki kurs贸w w gowie. DoctorMentor jest faktycznie dyplomowanym lekarzem ": "PS. Is a post scriptum. I am a veterinarian by education, although I have never practiced. I have an MBA from the Kozminski University and hundreds of courses in my mind. DoctorMentor is actually a certified doctor ",
    "Wicej informacji znajdziesz na LinkedIn ": "You can find more information on LinkedIn ",
    "Moje rekomendacje": "My recomendations",
    "Opinie os贸b, z kt贸rymi wsp贸pracowaem": "Opinions of people I worked with",
    "Napisz do ": "Write to ",
    " lub zadzwo na ": " or call me at ",
    "Czytaj wicej": "Read more"

}